
function render_content()
{
document.write("<table width=100% border=1><tr class=normal><td class=list_center colspan=10>\
<font size=+2 color=red><u>شروط الاستخدام ل"+main_site_title+"</u></font><br><br>\r\n\
اذا توافق على شروط الاستخدام المذكورة أدناه اضغط على\r\n\
&quot;موافق&quot; خلاف ذلك اضغط على &quot;غير موافق&quot;.</p>\r\n\
<p dir="+dir+">\r\n\
اذا ترغب بالمشاركة في هذه المنتديات يجب عليك اختيار اسم لتعريف نفسك\r\n\
بالاضافة الى كلمة سرية خاصة بك وأن يكون لديك عنوان بريد الكتروني خاص بك.\r\n\
<br><br>\r\n\
الموقع ومدير الموقع ومشرفو الموقع غير مسئولون عن أية معلومات توفرها\r\n\
وأية مشاركات تقوم بها.\r\n\
<br><br>\r\n\
أي مشاركات تقوم بها في هذه المنتديات تصبح معلومات عامة فنرجو منك عدم\r\n\
الادلاء بأية معلومات سرية أو خاصة بك في مشاركاتك.\r\n\
<br><br>\r\n\
هذه المنتديات قد تحتوي على وصلات الى مواقع أخرى ومشاركات من أفراد\r\n\
والموقع غير مسئول عن محتويات المشاركات والوصلات.  اذا وجدت أي مشاركة\r\n\
أو وصلة تحتوي على كلام بذيء أو غير مقبول الرجاء اخبارنا فورا وسنقوم\r\n\
بحذف هذه المشاركات من المنتدى حالا.\r\n\
<br><br>\r\n\
شروط المشاركات في المنتديات تشمل جميع الشروط التي في الصفحة التالية والتي\r\n\
قد يتم تغييرها من وقت لآخر:  <a target=_new href='"+link+"regester/rules' >- شروط المشاركة -</a>\r\n\
<br><br>\r\n\
هذه المنتديات تستخدم ميزة في متصحفك لتخزين آخر زيارة لك واسمك والكلمة السرية.  هذه المعلومات\r\n\
تخزن في جهازك فقط. 	يجب أن تكون هذه الميزة مشغلة في متصفحك اذا أردت أن تشارك في المناقشات.\r\n\
يمكنك تمحية جميع المعلومات المخزنة بهذه الطريقة في أي وقت بالضغط على زر \"أخرج\" في أي صفحة.\r\n\
<br><br>\r\n\
اذا توافق على الشروط أعلاه اضغط على \"موافق\" ادناه.   أنت كذلك توافق الا\r\n\
تدخل أية مواد محمية بحقوق نشر في مشاركاتك الا بسماح من مالكها وكذلك\r\n\
تقر أنك أكبر من 12 سنة وأنك لن تقوم بادخال أي نص يحتوي على كلام جنسي أو\r\n\
يشجع على الحقد والكراهية أو يسيء لأي شخص آخر أو يتنافي مع أية قوانين.\r\n\
<br><br>\r\n\
لمدير الموقع ومشرفوه الحق في إزالة أي مشاركة أو طرد أي عضو بدون سابق إنذار.\r\n\
<br><br>\r\n\
اذا كان لديك أي استفسار الرجاء ارسال بريد الكتروني الى :\r\n\
<a href=\"mailto:"+AdminEmail+"\">"+AdminEmail+"</a>\r\n\
<br><br>\r\n\
<input type=button value=\"موافق\" onclick=\"document.location='"+link+"regester'\">&nbsp;&nbsp;\r\n\
<input type=button value=\"غير موافق\" onclick=\"document.location='"+link+"'\">\r\n\
<br></td></tr></table>");
}
