<?php
/*********************************************** 
* - Samkit 0.0.1                               *
* - Programed by Bellia Habib * SAMSOL *       *
* - feb 2013                                   *
* - Is not free solft                          *
***********************************************/

     if(!defined('SAMSOL')) die('can not');
 
     $SamLangAr                       = array();
     
	 $SamLangAr['keywords']    = ' netalarabi,  forum, منتديات, منتديات نت العربي, نكت مضحكة ,ألغاز صعبة , ديهوك محمية, ستار,ثقافة ,الوطن,الجزائر,الأمازيغ,نسب,اللهجة,فيديو يوتوب,youtube,الله,تايمز,استضافه, تصميم, تصاميم مجانيه,برمجه, برامج, تجاره, تجاره اكترونيه, هاك, هاكات, تمبلتات, تمبلت, دعم فنيحركات البحث,Product, ,php, web2';
										
	 $SamLangAr['description'] = ' البرمجة والتصميم -- الرياضة والنشاطات الرياضية -- الترحيب و التعارف -- منتديات دينية على مذهب السنة و الجماعة -- السرفرات المجانية --الألعاب الإلكترونية';
	 
	 $SamLangAr['MAil_from'] = ' رسالة من  ';
	 
	 $SamLangAr['to'] = ' إلى ';
     
	 
























